using System;

namespace example_1
{
    class Program
    {
        static void Main(string[] args)
        {
            // Домашняя работа №3 пример_1
            // Архиреев Аркадий 
            /* 1. а) Дописать структуру Complex, добавив метод вычитания комплексных чисел. Продемонстрировать работу структуры.
             * б) Дописать класс Complex, добавив методы вычитания и произведения чисел. Проверить работу класса.
             * в) Добавить диалог с использованием switch демонстрирующий работу класса.*/

        }
    }
}
